[
  {
    "Post": "2018-12-08T00:00:00",
    "Title": "Kevin Hart is still pretty clueless",
    "Content": "<div class=\"el__leafmedia el__leafmedia--sourced-paragraph\"><p class=\"zn-body__paragraph speakable\"><cite class=\"el-editorial-source\"> (CNN)</cite>It hasnt been a great couple of weeks in the press for comedian Kevin Hart. Last week, he and his wife were slammed and accused of racism on social media for a cowboys and Indians-themed <a href=\"https://www.instagram.com/p/BqfesIYAFJF/\" target=\"_blank\">birthday party for his son</a>, which he <a href=\"#!\" target=\"_blank\">refused to apologize</a> for. </p></div>",
    "Thumbnail": "https://e00-co-marca.uecdn.es/claro/assets/multimedia/imagenes/2018/12/08/15442786343106.jpg"
  },
  {
    "Post": "2018-12-08T00:00:00",
    "Title": "Counter-Strike: Global Offensive se pasa al free-to-play",
    "Content": "Counter-Strike: Global Offensive anunció el día de ayer una gran actualización para el juego, comenzando por hacer de CS:GO un free-to-play. Ahora, cualquier persona puede entrar en Steam y añadir el juego a su biblioteca, teniendo todo a su disposición. Además, también se ha estrenado Danger Zone, un modo Battle Royale con toda la esencia del FPS más clásico.\r\n\r\nAl haber sido antes de pago, aquellos jugadores que ya tuvieran CS:GO en su biblioteca de juegos pasarán a formar parte del estado Prime. Esto distintivo entre las cuentas dará acceso a contenido cosmético exclusivo, como aspectos de armas, además de otros objetos que se podrán adquirir desde el modo free-to-play, vinculando nuestra cuenta de Steam con un teléfono móvil o llegar a nivel 21 en el juego. Además, los jugadores Prime se emparejarán con otros del mismo estatus.",
    "Thumbnail": "https://marcaesports-prod-images.imgix.net/2018/03/15094656/csgo.jpg?fit=crop&fm=pjpg&h=383&w=680&wpsize=marcaesports_large&auto=compress,format"
  },
  {
    "Post": "2018-12-07T00:00:00",
    "Title": "Trump calls for Mueller probe to end",
    "Content": "Washington (CNN)President Donald Trump and his lawyer Rudy Giuliani said Saturday that Friday's court filings in the Paul Manafort and Michael Cohen cases showed no collusion between the 2016 Trump presidential campaign and Russia.\r\n\r\n\"Time for the Witch Hunt to END!\" Trump tweeted Saturday morning, referring to the special counsel Robert Mueller's investigation.\r\nThe President also quoted Fox News correspondent Geraldo Rivera, saying \"this is collusion illusion\" and \"there is nothing impeachable here.\"\r\nRivera, who made the comments Saturday morning on Fox News, has called Trump a friend and appeared on his hit reality TV show, \"Celebrity Apprentice.\"\r\nEarlier Saturday, Trump tweeted, \"AFTER TWO YEARS AND MILLIONS OF PAGES OF DOCUMENTS (and a cost of over $30,000,000), NO COLLUSION!\"\r\nTakeaways from the new Cohen and Manafort filings\r\nTakeaways from the new Cohen and Manafort filings\r\nGiuliani echoed the President on Saturday, arguing that \"Mueller's late Friday dump demonstrates yet again no evidence connected to President.\"\r\n\"It also indicates SDNY is asking that Cohen receive a 4 year prison sentence, longest so far, because as we have said he's still lying,\" Giuliani wrote on Twitter, referring to the US attorney for the Southern District of New York.\r\nThe comments come as Mueller's filings on Cohen and Manafort appear to further tighten the net that Mueller is gathering around the President and his inner circle.\r\nIn a heavily redacted document, Mueller said Friday that former Trump campaign chairman Manafort lied about five major issues, including his \"contact with administration officials,\" after agreeing to cooperate with federal prosecutors.\r\nFederal prosecutors in New York also revealed in a set of court filings Friday that Trump's former lawyer Cohen acted at the direction of Trump when he committed two election-related crimes during the 2016 campaign. Prosecutors said Cohen should receive a \"substantial\" prison sentence of roughly four years for tax fraud and campaign finance crimes.\r\nIn a separate filing, prosecutors from Mueller's office accused Cohen of lying to them about his contacts with Russia.\r\nDespite the revelations in the filings, Trump tweeted after their release on Friday, \"Totally clears the President. Thank you!\"\r\nCNN's Katelyn Polantz, Marshall Cohen and Erica Orden contributed to this report.",
    "Thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/170518045236-donald-trump-robert-mueller-split-medium-tease.jpg"
  },
  {
    "Post": "2018-12-05T00:00:00",
    "Title": "Formula E 2019: 'The most competitive championship in the world'",
    "Content": "\"Since season one, things have changed a lot,\" he told CNN. \"In season one a lot of people didn't understand it or took it a bit as a joke. It was hard to explain to people.\r\n\"To be honest, I didn't really know what the future of Formula E was in the beginning and now we're starting season five already.\r\n\"It's the series that has the most amount of manufacturers in the world so I couldn't be in a better place and people that don't believe in it, I hope they start believing in it because the series is just at the beginning of what it's going to be.",
    "Thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/181207090157-jaguar-formula-e-medium-tease.jpg"
  },
  {
    "Post": "2018-11-01T00:00:00",
    "Title": "The players -- The greatest ever aims for a prize which has eluded her",
    "Content": "USA possess a wealth of talent. Two Americans were on the shortlist for the inaugural Women's Ballon d'Or -- forward Lindsey Horan and midfielder Megan Rapinoe -- while great things are expected of 20-year-old forward Mallory Pugh, the sixth youngest goal scorer in her country's history.\r\nEngland also had two players on the Ballon d'Or shortlist and if the English -- ranked third in the world -- are to win the tournament for the first time, nominees Fran Kirby and Lucy Bronze will have to shine.\r\nOf course, there is Marta, 32. No player has scored more at a Women's World Cup. The Brazilian, six-time FIFA Women's Player of the Year and nicknamed by Pele as \"Pele in a skirt,\" is widely regarded as the greatest female player in history but one trophy has eluded her -- the World Cup.\r\nIn Dzsenifer Marozsan, Germany has a captain who came third in both Fifa's Best awards and the inaugural Women's Ballon d'Or. The playmaker is key to German hopes, scoring one goal and three assists in four qualifiers for France 2019\r\nAnother Lyon player to look out for is Amadine Henry, the France captain who has everything with her all-conquering club which won the league and Champions League double last season.",
    "Thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/181208163052-cedella-marley-exlarge-tease.jpg"
  },
  {
    "Post": "2018-09-08T00:00:00",
    "Title": "Yellow vest protests turn violent in Paris",
    "Content": "Officers fired rubber bullets and hundreds of canisters of tear gas at the demonstrators, some of whom had set several vehicles on fire. At least 30 people were reported wounded, including three police officers, with 551 people taken into custody.\r\nRubber bullets found on Avenue de Friedland, leading toward the Arc de Triomphe, during protests on Saturday.\r\nRubber bullets found on Avenue de Friedland, leading toward the Arc de Triomphe, during protests on Saturday.\r\nTwo photographers from the newspaper Le Parisien were hit by projectiles. One was taken to hospital as dusk drew near in a city still in shock from last weekend's riots -- the worst to hit the French capital in decades. One Paris resident, teacher Francesca Testi, tweeted a video of \"gilets jaunes\" protesters smashing up what appeared to be a cafe.\r\n",
    "Thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/181208165700-paris-car-burns-exlarge-tease.jpg"
  },
  {
    "Post": "2018-07-06T00:00:00",
    "Title": "Genius Way To Protect Your Computer For Free - Check This Out Now",
    "Content": "Thousands of PC users across Nicaragua are swarming to claim a software that has gone viral this year. This new software is protecting people’s computers from hackers, unwanted software and helping speed up performance.\r\n\r\nBy Web Life Advice – Tech enthusiast investigate a free scan that has just gone viral in Nicaragua.\r\n\r\nIf you live in Nicaragua and have a Windows computer that needs protecting, not running how you would like it or want to increase your security then this may be the most important article you ever read.\r\n\r\nThousands of people across Nicaragua are rushing to get their hands on the latest software that is instantly protecting PC users after recent press that malware is on the rise.\r\n\r\nThey are calling it; “A Game Changer for internet users.”\r\n\r\nAn elite team of renowned developers have built a security tool that they believe will be the last piece of software consumers will ever need.\r\n\r\nThe software uses an advanced algorithm to instantly increase the security whilst helping speed up your system. First, it identifies any hidden threats or online tracking cookies. Then it locates redundant files and cached memory, the files that can make your PC run slow.\r\n\r\nThe software can be used as an alternative for your Antivirus, or an additional layer of security that they believe is more advanced than any Antivirus product out there. Anyone can use it, and it only takes a few minutes to set up.",
    "Thumbnail": "https://images.outbrainimg.com/transform/v3/eyJpdSI6IjQwOGVkYmE5YmJlZWRiZmJmMzNkM2Q2ZTk0MTJmYTYwZTZmYWFkZjI4NzU4MmE3NWQ4NmEzZjcxMjA1NDEyMjAiLCJ3IjozNzAsImgiOjIyMCwiZCI6MS41LCJjcyI6MCwiZiI6MH0.webp"
  },
  {
    "Post": "2018-06-04T00:00:00",
    "Title": "Concordski: What ever happened to Soviets' spectacular rival to Concorde?",
    "Content": "passenger jet, it was the USSR who got off to a head start.\r\nFrench President Georges Pompidou, foregoing nationalism, called it \"a beautiful plane.\" The makers of the Concorde itself conceded that it was \"quieter and cleaner.\"\r\nThe Tupolev Tu-144 looked very similar to its Anglo-French competitor -- which inevitably earned it the nickname \"Concordski\" -- but it was somewhat more exotic and mysterious. And the Soviets' track record in aerospace demanded respect: that same year, they had achieved the first probe-landing on Mars and launched the first space station. They seemed perfectly positioned to beat the West on supersonic passenger travel.\r\nInstead, through a mix of shortcomings and bad luck, the Concordski would soon turn into one of civil aviation's biggest failures.",
    "Thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/170814141450-gettyimages-89965054-exlarge-tease.jpg"
  },
  {
    "Post": "2017-04-12T00:00:00",
    "Title": "Lindsey Vonn: American chasing World Cup win record",
    "Content": "The world's greatest female ski racer Lindsey Vonn has announced the forthcoming ski World Cup season will be her last. Here's a look at her glittering career to date. ",
    "Thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/170614130443-vonn-potrait-medium-tease.jpg"
  },
  {
    "Post": "2016-03-02T00:00:00",
    "Title": "Richarlison scores for Everton against former club Watford",
    "Content": "Michael Keane needlessly gives away a free-kick for shoving Isaac Success. Everton captain Seamus Coleman argues with the ref, presumably thinking Success went down easily.",
    "Thumbnail": "https://ichef.bbci.co.uk/onesport/cps/320/cpsprodpb/13148/production/_104725187_richarlisoncelebrates3_getty.jpg"
  }
]